
# n1
# Найдите в программе необъявленную переменную и объявите её, присвоив ей значение ‘Кот’.
# client = "Петя"
# pet = "Кот"
# print(client)
# print("и")
# print(pet)


# n2
# Исправьте программу так, чтобы в результате её выполнения на экран в одну строку выводился текст
# Red Blue Green RedGreenBlue Blue GreenBlue.

# r = 'Red'
# g = 'Green'
# b = 'Blue'
# print(r,b,g,r+g+b,b,g+b)

# n3
# Создайте две переменные с именами «Первое животное» и «Второе животное» на английском языке
# Запишите в первую переменную слово «Заяц», а во вторую — «Черепаха»  Используя эти переменные, выведите на экран текст «Заяц спит, Черепаха идёт» в одну строку.

# first_animal = "Заяц"
# second_animal = "Черепаха"
# print(first_animal ,"Спит",  second_animal ,"идет" )

# n4
# Напишите программу, которая запрашивает некоторые данные у пользователя, затем выведите их на экран, как показано ниже. Данные должны лежать в разных переменных.

# name = input("Введите имя: ")
# second_name = input("Введите фамилию: ")
# country = input("Введите место проживания: ")
# print("Вас зовут", name,second_name)
# print("Вы живете в ", country)

# n5
# Исправьте программу и допишите необходимые команды для получения нужного результата.

# first_name = input('Введите имя пользователя: ')
# greeting = 'Утро доброе'
# print(greeting, first_name)
# intro = "К сожалению, у Вас нет доступа к системе."
# info = "Пожалуйста, обратитесь к системному администратору."
# print(intro)
# print(info)

# n6
# Напишите программу для сервиса заказа билетов, которая запрашивает у пользователя город вылета и город прилёта
# Затем выведите их в одну строку через тире

# citu = input("Город вылета: ")
# second_city = input("Город прилета: ")
# print(citu,"-" ,second_city)

# n7
# Напишите программу, которая запрашивает у пользователя его имя и имя файла

# user = input("Введите имя: ")
# new_file = input("Введите имя файла: ")
# print("C:/",user,"/docs/folder/",new_file,".txt")

# n8
# Дана программа, которая запрашивает у пользователя два слова, а затем выводит их на экран два раза. Скопируйте эту программу в редактор и проверьте.
# a = input('Введите первое слово: ')
# b = input('Введите второе слово: ')
# print(a, b)
# a,b = b,a
# print(a, b)





