# x = int(input("Введите координату x: "))
# y = int(input("Введите координату y: "))
# if x > y:
#     print("x больше y")
# elif x == y:
#     print("x равен y")
# else:
#     print("x меньше y")

# a = int(input("Введите свой зароботок: "))
# if 0 < a < 10000:
#     tax = a * 13 / 100
#     print("Ваш налог 13%, равен", tax)
# elif 0 < a < 50000:
#     tax = a * 20 / 100
#     print("Ваш налог 20%, равен", tax)
# else:
#     tax =  a * 30 / 100
#     print("Ваш налог 30%, равен", tax)
# if a == 0:
#     print("Ошибка,доход не может быть отрицательным")


# a = int(input("Укажите год выпуска: "))
# b = int(input("Укажите сколько скоростей: "))
# if a >= 2018 and b >= 24:
#     print("Подходит по всем кретериям!")
# else:
#     print("Не подходит(")


# a = int(input("Сколько баллов набрал: "))
# b = int(input("Есть золотая медаль: "))
# if a < 280 and b <= 1:
#     print("Ты не поступил в наш уневерситет")
# else:
#     print("Поздровляю!!!")

# a = int(input("Сколько сейчас градусов: "))
# if a < 0 or a > 100:
#     print("Предупреждение о привышение температуры!!")
# else:
#     print("Все четко!")


